Repository: clepple/nut-git-svn
Catalog: packaging/debian/po/*.po
Languages: de

source: Remove obsolete /etc/nut/debian.conf file?
de: Veraltete Datei /etc/nut/debian.conf entfernen?

source: The upstream author has changed the behaviour of upsd and upsmon. This has necessited modifications in /etc/init.d/nut, the start up script for the daemons. The init script no longer looks for /etc/nut/debian.conf. Instead it reads /etc/nut/upsd.conf and /etc/nut/upsmon.conf directly.
de: Der Originalautor hat das Verhalten von upsd und upsmon geändert. Dies hat Änderungen in /etc/init.d/nut, dem Startskript der Daemons, erforderlich gemacht. Das Startskript verwendet /etc/nut/debian.conf nicht mehr. Stattdessen liest es /etc/nut/upsd.conf und /etc/nut/upsmon.conf direkt.

source: Therefore, /etc/nut/debian.conf will be removed. Note that in order to get upsmon to work, you will have to modify /etc/nut/upsmon.conf by adding a MONITOR line. Please read the instructions in /usr/share/doc/nut/README.Debian.
de: Deshalb wird /etc/nut/debian.conf entfernt. Beachten Sie, dass Sie /etc/nut/upsmon.conf durch Hinzufügen einer »MONITOR«-Zeile anpassen müssen, damit upsmon funktioniert. Bitte lesen Sie die Anleitung in /usr/share/doc/nut/README.Debian.

source: Please manually modify your configuration files! Continue?
de: Bitte passen Sie Ihre Konfigurationsdateien manuell an! Fortfahren?

source: This is a serious advisory. Please take note.
de: Dies ist ein ernster Hinweis. Bitte beachten Sie ihn.

source: There has been a significant change by the upstream author to the syntax of the UPS lines in the /etc/nut/upsd.conf configuration file. The init script in this package takes advantage of this new syntax. You will need to manually modify your configuration file in order for the init script to work.
de: Es gab eine bedeutende Änderung in der Syntax der »UPS«-Zeilen in der Konfigurationsdatei /etc/nut/upsd.conf durch den Programmautor. Das Startskript in diesem Paket nutzt diese neue Syntax. Sie müssen Ihre Konfigurationsdatei manuell anpassen, damit das Startskript funktioniert.

source: There has been a significant change to the syntax of the SHUTDOWNCMD line in the /etc/nut/upsmon.conf file. The SHUTDOWNCMD must use "quotes" around the command or only the first word will be invoked. The new style is: SHUTDOWNCMD "/sbin/shutdown -h"
de: Es gab eine bedeutende Änderung an der Syntax der »SHUTDOWNCMD«-Zeile in der Datei /etc/nut/upsmon.conf. Das SHUTDOWNCMD muss Anführungszeichen (") um das Kommando verwenden, oder nur das erste Wort wird aufgerufen. Die neue Form ist: SHUTDOWNCMD "/sbin/shutdown -h"

source: Remove user "nut" from dialout group. Continue?
de: Benutzer »nut« aus der dialout-Gruppe entfernen. Fortfahren?

source: The system user, "nut", will be removed from the dialout group. A new system group, "nut", will be created. Users must manually change the permissions on the serial port devices, /dev/ttyS*, to permit access by the nut group.
de: Der System-Benutzer »nut« wird aus der dialout-Gruppe entfernt. Eine neue Systemgruppe »nut« wird angelegt. Anwender müssen die Berechtigungen der Gerätedateien für die seriellen Schnittstellen (/dev/ttyS*) anpassen, um den Zugriff durch die nut-Gruppe zu erlauben.

source: There have been significant changes by the upstream author to the behaviour of this software. Specifically, the configuration files in /etc/nut are completely different, most of the ups drivers have been rewritten (those that weren't rewritten have been dropped), and the TCP port on which upsd listens has changed.
de: Es gab bedeutende Änderungen durch den Programmautor am Verhalten dieser Software. Im Besonderen wurden die Konfigurationsdateien in /etc/nut komplettgeändert, die meisten der ups-Treiber wurden neu geschrieben (diejenigen, die nicht neu geschrieben wurden, wurden weggelassen) und der TCP-Port, an dem upsd Verbindungen erwartet, hat sich geändert.

source: If you continue with the installation of this package, upsd/upsmon will NOT restart unless you manually change your configuration files and edit /etc/default/nut. You have been warned!
de: Falls Sie mit der Installation dieses Pakets fortfahren, werden upsd/upsmon NICHT neu starten, bis Sie Ihre Konfigurationsdateien manuell ändern und /etc/default/nut anpassen. Sie wurden gewarnt!

source: There have been significant changes by the upstream author to the behaviour of this software. Specifically, the configuration files in /etc/nut are different, some ups drivers have been renamed, ...
de: Es gab bedeutende Änderungen durch den Programmautor am Verhalten dieser Software. Im Besonderen wurden die Konfigurationsdateien in /etc/nut geändert, manche ups-Treiber wurden umbenannt, ...

source: If you continue with the installation of this package, upsd/upsmon will NOT restart unless you manually change your configuration files. Please read /usr/share/doc/nut/UPGRADING.gz for the upgrading procedure.
de: Wenn Sie mit der Installation dieses Pakets fortfahren, werden upsd/upsmon NICHT neu starten, bis Sie Ihre Konfigurationsdateien manuell ändern. Bitte lesen Sie /usr/share/doc/nut/UPGRADING.gz bezüglich der Vorgehensweise beim Upgrade.
