Repository: clepple/nut-git-svn
Catalog: debian/po/*.po
Languages: cs

source: Remove obsolete /etc/nut/debian.conf file?
cs: Odstranit zastaralý soubor /etc/nut/debian.conf?

source: The upstream author has changed the behaviour of upsd and upsmon. This has necessited modifications in /etc/init.d/nut, the start up script for the daemons. The init script no longer looks for /etc/nut/debian.conf. Instead it reads /etc/nut/upsd.conf and /etc/nut/upsmon.conf directly.
cs: Autor nutu zmìnil chování upsd a upsmon, co¾ nutnì vyvolalo zmìny ve startovacím skriptu /etc/init.d/nut. Tento skript ji¾ nehledá soubor /etc/nut/debian.conf, ale ète pøímo /etc/nut/upsd.conf a /etc/nut/upsmon.conf.

source: Therefore, /etc/nut/debian.conf will be removed. Note that in order to get upsmon to work, you will have to modify /etc/nut/upsmon.conf by adding a MONITOR line. Please read the instructions in /usr/share/doc/nut/README.Debian.
cs: Nepotøebný soubor /etc/nut/debian.conf bude odstranìn. Pamatujte, ¾e aby upsmon fungoval, musíte do souboru /etc/nut/upsmon.conf pøidat øádek MONITOR. Návod si pøeètìte v /usr/share/doc/nut/README.Debian.

source: There has been a significant change by the upstream author to the syntax of the UPS lines in the /etc/nut/upsd.conf configuration file. The init script in this package takes advantage of this new syntax. You will need to manually modify your configuration file in order for the init script to work.
cs: Autor nutu zmìnil v konfiguraèním souboru /etc/nut/upsd.conf syntaxi UPS øádek. Spou¹tìcí skript vyu¾ívá této nové syntaxe. Aby spou¹tìcí skript fungoval, budete muset ruènì upravit konfiguraèní soubor.

source: There has been a significant change to the syntax of the SHUTDOWNCMD line in the /etc/nut/upsmon.conf file. The SHUTDOWNCMD must use "quotes" around the command or only the first word will be invoked. The new style is: SHUTDOWNCMD "/sbin/shutdown -h"
cs: V konfiguraèním souboru /etc/nut/upsmon.conf se významnì zmìnila syntaxe øádku SHUTDOWNCMD. SHUTDOWNCMD nyní musí mít kolem pøíkazu "uvozovky". Zapomenete-li na nì, spustí se pouze první slovo pøíkazu. Novì tedy øádek vypadá takto: SHUTDOWNCMD "/sbin/shutdown -h"

source: Remove user "nut" from dialout group. Continue?
cs: Odstraním u¾ivatele "nut" ze skupiny "dialout". Pokraèovat?

source: The system user, "nut", will be removed from the dialout group. A new system group, "nut", will be created. Users must manually change the permissions on the serial port devices, /dev/ttyS*, to permit access by the nut group.
cs: Systémový u¾ivatel "nut" bude odstranìn ze skupiny "dialout" a bude vytvoøena nová systémová skupina "nut". U¾ivatelé musí ruènì zmìnit práva na zaøízeních pro sériové porty (/dev/ttyS*), aby povolili pøístup skupinì nut.

source: There have been significant changes by the upstream author to the behaviour of this software. Specifically, the configuration files in /etc/nut are completely different, most of the ups drivers have been rewritten (those that weren't rewritten have been dropped), and the TCP port on which upsd listens has changed.
cs: Autor nutu provedl v programu velké zmìny, které ovlivnily chování tohoto programu. Konktrétnì se úplnì zmìnily konfiguraèní soubory v /etc/nut, vìt¹ina ovladaèù byla pøepsána (ty zbývající byly zahozeny) a také se zmìnil TCP port, na kterém naslouchá upsd.

source: If you continue with the installation of this package, upsd/upsmon will NOT restart unless you manually change your configuration files and edit /etc/default/nut. You have been warned!
cs: Pokud budete pokraèovat v instalaci tohoto balíku, upsd/upsmod NEBUDOU restartovány, dokud ruènì neupravíte konfiguraèní soubory a nezmìníte /etc/default/nut. Byli jste varováni.

source: Please manually modify your configuration files! Continue?
cs: Ruènì si upravte konfiguraèní soubory! Pokraèovat?

source: This is a serious advisory. Please take note.
cs: Toto je velmi dùle¾ité.
